Repository: CatmanIX/openbox-patchwork
Catalog: po/*.po
Languages: ca, eo

source: Invalid action "%s" requested. No such action exists.
ca: L'acció sol·licitada «%s» no és vàlida. Aquesta acció no existeix.
eo: Nevalida ago "%s" petita. Tiu ago ne ekzistas.

source: Yes
ca: Sí
eo: Jes

source: Execute
ca: Executa
eo: Effektivigi

source: Failed to convert the path "%s" from utf8
ca: No es pot convertir el camí amb codificació UTF-8 «%s»
eo: Malsukcesis konverti la vojon "%s" el utf8

source: Cancel
ca: Cancel·la
eo: Nuligi

source: Exit
ca: Surt
eo: Eliri

source: Are you sure you want to log out?
ca: Segur que voleu tancar la sessió?
eo: Ĉu vi certas ke vi volas elsaluti?

source: Log Out
ca: Surt de la sessió
eo: Elsaluti

source: Are you sure you want to exit Openbox?
ca: Segur que voleu sortir de l'Openbox?
eo: Ĉu vi certas ke vi volas eliri Openbox?

source: Exit Openbox
ca: Surt de l'Openbox
eo: Eliri Openbox

source: Unnamed Window
ca: Finestra sense nom
eo: Sennoma Fenestro

source: Killing...
ca: S'està finalitzant...
eo: Mortiganta ...

source: Not Responding
ca: No està responent
eo: Ne Respondante

source: The window "%s" does not seem to be responding. Do you want to force it to exit by sending the %s signal?
ca: Sembla que la finestra «%s» no respon. Voleu forçar-la a tancar-se enviant el senyal %s?
eo: Ŝajne la fenestro "%s" ne respondas. Ĉu vi volas devigi ĝin eliri per sendi la %s signalo?

source: End Process
ca: Finalitza el procés
eo: Fina Procezo

source: The window "%s" does not seem to be responding. Do you want to disconnect it from the X server?
ca: Sembla que la finestra «%s» no respon. Voleu desconnectar-la del servidor gràfic?
eo: Ŝajne la fenestro "%s" ne respondas. Ĉu vi volas malkonekti ĝin de la X-servilo?

source: Disconnect
ca: Desconnecta
eo: Malkonekti

source: Go there...
ca: Vés a...
eo: Iru tien ...

source: Manage desktops
ca: Gestiona els espais de treball
eo: Administri labortablojn

source: _Add new desktop
ca: _Afegeix un espai de treball nou
eo: _Aldoni novan labortablon

source: _Remove last desktop
ca: _Elimina l'últim espai de treball
eo: _Forigi lastan labortablon

source: Windows
ca: Finestres
eo: Vindozo

source: Desktops
ca: Espais de treball
eo: Labortabloj

source: All desktops
ca: Tots els espais de treball
eo: Ĉiuj labortabloj

source: _Layer
ca: _Apila
eo: _Tavolo

source: Always on _top
ca: Sempre a so_bre
eo: Ĉiam _supre

source: _Normal
ca: _Lliurement
eo: _Kutima

source: Always on _bottom
ca: Sempre a so_ta
eo: Ĉiam _sube

source: _Send to desktop
ca: _Envia a
eo: _Sendi al labortablo

source: Client menu
ca: Menú de la finestra
eo: Klienta menuo

source: R_estore
ca: _Restaura
eo: R_estarigi

source: _Move
ca: _Mou
eo: _Movi

source: Resi_ze
ca: Redimen_siona
eo: Regrandi_gi

source: Ico_nify
ca: M_inimitza
eo: Iko_nigi

source: Ma_ximize
ca: _Maximitza
eo: Ma_ksimumigi

source: _Roll up/down
ca: _Plega
eo: _Rulimi supren / malsupren

source: Un/_Decorate
ca: Treu la _decoració
eo: Mal/_Ornami

source: _Close
ca: _Tanca
eo: _Fermi

source: Invalid context "%s" in mouse binding
ca: El context «%s» especificat a l'assignació de ratolí no és vàlid
eo: Nevalida kunteksto "%s" en musa ligilo

source: Invalid button "%s" specified in config file
ca: El botó «%s» especificat al fitxer de configuració no és vàlid
eo: Nevalida butono "%s" specifita en agorda dosiero

source: Openbox was compiled without image loading support. Icons in menus will not be loaded.
ca: L'Openbox es va compilar sense suport per a la càrrega d'imatges. No es carregaran les icones dels menús.

source: Unable to make directory '%s': %s
ca: No és pot crear la carpeta «%s»: %s

source: Close
ca: Tanca
eo: Fermi

source: Conflict with key binding in config file
ca: Hi ha un conflicte amb l'assignació de tecles al fitxer de configuració
eo: Konflikto kun ŝlosila ligilo en agorda dosiero

source: Unable to find a valid menu file "%s"
ca: No es pot trobar un fitxer de menú vàlid «%s»
eo: Nesukcesis trovi validan menuan dosieron "%s"

source: Failed to execute command for pipe-menu "%s": %s
ca: S'ha produït un error en executar l'ordre per al menú de conducte «%s»: %s
eo: Malsukcesis plenumi komandon por pipo-menuon "%s": %s

source: Invalid output from pipe-menu "%s"
ca: La sortida del menú de conducte «%s» no és vàlida
eo: Nevalida respondo el tuba menuo "%s"

source: Attempted to access menu "%s" but it does not exist
ca: S'ha intentat accedir al menú «%s», però no existeix
eo: Provis aliri menuon "%s" sed ĝi ne ekzistas

source: More...
ca: Més...
eo: Pli ...

source: Invalid button "%s" in mouse binding
ca: El botó «%s» especificat a l'assignació de ratolí no és vàlid
eo: Nevalida butono "%s" en musa ligilo

source: Unable to change to home directory "%s": %s
ca: No es pot canviar a la carpeta d'usuari «%s»: %s
eo: Nekapablas ŝanĝi hejman dosierujon "%s": %s

source: Failed to open the display from the DISPLAY environment variable.
ca: No es pot obrir la pantalla de la variable d'entorn DISPLAY
eo: Malsukcesis malfermi la vidigilon el la DISPLAY media vario.

source: Failed to initialize the obrender library.
ca: S'ha produït un error en inicialitzar la biblioteca obrender
eo: Malsukcesis pravalorizi la obrender biblioteko.

source: X server does not support locale.
ca: El servidor gràfic no admet la localització
eo: X-servilo ne subtenas lokaĵaron.

source: Cannot set locale modifiers for the X server.
ca: No es poden configurar els modificadors de localització per al servidor gràfic.
eo: Ne povas agordi lokaĵarajn modifilojn por la X-servilo.

source: Unable to find a valid config file, using some simple defaults
ca: No s'ha trobat un fitxer de configuració vàlid, s'utilitzen alguns valors predeterminats
eo: Nekapablas trovi validan agordan dosieron, uzante implicitaj valoroj

source: One or more XML syntax errors were found while parsing the Openbox configuration files. See stdout for more information. The last error seen was in file "%s" line %d, with message: %s
ca: S'han trobat un o més errors de sintaxi XML en analitzar els fitxers de configuració de l'Openbox. Per a més informació, consulteu la sortida estàndard. L'últim error s'ha trobat al fitxer «%s», línia %d, amb aquest missatge: %s
eo: Unu aŭ pli da XML sintaksaj eraroj estis trovitaj dum sintaksa analizo de la Openbox agordaj dosieroj. Vidu stdout por pli da informo. La lasta eraro vidita en dosiero "%s" linio %d , kun mesaĝo: %s

source: Unable to load a theme.
ca: No es pot carregar el tema.
eo: Ne eblas ŝargi etoson.

source: Openbox Syntax Error
ca: S'ha produït un error de sintaxi de l'Openbox
eo: Openbox Sintakseraro

source: Restart failed to execute new executable "%s": %s
ca: Ha fallat el reinici per executar l'executable nou «%s»: %s
eo: Relanĉu fiaskis plenumi novan plenumon "%s": %s

source: Syntax: openbox [options]
ca: Sintaxi: openbox [opcions]
eo: Sintakso: Openbox [opcioj]

source: Options:
ca: Opcions:
eo: Opcioj:

source: --help Display this help and exit
ca: --help Mostra l'ajuda i surt
eo: --help Montri ĉi tiun helpon kaj eliri

source: --version Display the version and exit
ca: --version Mostra la versió i surt
eo: --version Montri la version kaj eliri

source: --replace Replace the currently running window manager
ca: --replace Substitueix el gestor de finestres que s'està executant ara
eo: --replace Anstataŭigi la nunan fenestroadministrilon

source: --config-file FILE Specify the path to the config file to use
ca: --config-file FITXER Especifica el camí del fitxer de configuració
eo: --config-file DOSIERO Specifi la vojon al la agorda dosiero

source: --sm-disable Disable connection to the session manager
ca: --sm-disable Desactiva la connexió amb el gestor de sessions
eo: --sm-disable Malebligi konekton al la seancadministrilo

source: Passing messages to a running Openbox instance:
ca: S'estan passant missatges a la instància de l'Openbox que s'està executant:
eo: Sendantaj mesaĝoj al plenuma Openbox ekzemplo:

source: --reconfigure Reload Openbox's configuration
ca: --reconfigure Recarrega la configuració de l'Openbox
eo: --reconfigure Reŝarĝi agordojn de Openbox

source: --restart Restart Openbox
ca: --restart Reinicia l'Openbox
eo: --restart Relanĉi Openbox

source: --exit Exit Openbox
ca: --exit Surt de l'Openbox
eo: --exit Eliri Openbox

source: Debugging options:
ca: Opcions de depuració:
eo: Sencimigo opciojn:

source: --sync Run in synchronous mode
ca: --sync Executa en mode síncron
eo: --sync Plenumi en sinkronigita reĝimo

source: --startup CMD Run CMD after starting
ca: --startup ORDRE Executa ORDRE després de l'inici

source: --debug Display debugging output
ca: --debug Mostra la sortida de depuració
eo: --debug Vidi sencimigan eligon

source: --debug-focus Display debugging output for focus handling
ca: --debug-focus Mostra la sortida de depuració de la gestió del focus
eo: --debug-focus Vidi sencimigan eligon por fokusi uzado

source: --debug-session Display debugging output for session management
ca: --debug-session Mostra la sortida de depuració per a la gestió de sessions

source: --debug-xinerama Split the display into fake xinerama screens
ca: --debug-xinerama Divideix la visualització en pantalles de Xinerama falses
eo: --debug-Xinerama Apartigi la ekranon en malvera xinerama ekranoj

source: Please report bugs at %s
ca: Informeu dels errors a %s
eo: Bonvolu raporti cimojn ĉe %s

source: %s requires an argument
ca: %s requereix un argument

source: Invalid command line argument "%s"
ca: L'argument de la línia d'ordres «%s» no és vàlid
eo: Nevalida komanda linia argumento "%s"

source: A window manager is already running on screen %d
ca: Un gestor de finestres ja s'està executant a la pantalla %d
eo: Fenestroadministrilo jam plenumas sur ekrano %d

source: Could not acquire window manager selection on screen %d
ca: No s'ha pogut adquirir la selecció del gestor de finestres en la pantalla %d
eo: Ne povis akiri fenestroadministrilan selektadon sur ekrano %d

source: The WM on screen %d is not exiting
ca: El gestor de finestres de la pantalla %d no s'està tancant
eo: La WM sur ekrano %d ne eliris

source: Openbox is configured for %d desktop, but the current session has %d. Overriding the Openbox configuration.
ca: L'Openbox s'ha configurat per a %d espai de treball, però la sessió actual en té %d. S'anul·la la configuració de l'Openbox.
eo: Openbox estas agordita por %d labortablo, sed la nuna seancon havas %d. Superrega la Openbox agordon.

source: desktop %i
ca: Espai de treball %i
eo: labortablo %i

source: Running %s
ca: S'està executant %s
eo: Plenumanta %s

source: Invalid modifier key "%s" in key/mouse binding
ca: La tecla modificadora «%s» especificada a l'assignació de tecles o ratolí no és vàlida
eo: Ne valida modifa klavo "%s" en ŝlosila / muso ligilo

source: Invalid key code "%s" in key binding
ca: El codi de tecla «%s» especificat a l'assignació de tecles no és vàlid
eo: Ne valida virtualklava kodero "%s" en klava ligilo

source: Invalid key name "%s" in key binding
ca: El nom de tecla «%s» especificat a l'assignació de tecles no és vàlid
eo: Ne valida klava nomo "%s" en klava ligilo

source: Requested key "%s" does not exist on the display
ca: La tecla sol·licitada «%s» no existeix a la pantalla
eo: Petita klavo "%s" ne ekzistas sur la ekrano

source: OK
ca: D'acord
eo: Bone

source: No
eo: Ne

source: Copyright (c)
eo: Kopirajto (c)
